package com.javarush.mashnin.cryptoanalyzer.constant;

public class Alphabet {
    public static final char[] ALPHABET = {'а', 'б', 'в', 'г', 'д', 'е', 'ж', 'з',
            'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ',
            'ъ', 'ы', 'ь', 'э', 'ю', 'я', '.', ',', '«', '»', '"', '\'', ':', '!', '?', ' ',
            'Й', 'К', 'Л', 'М', 'Н', 'О', 'П', 'Г', 'Д',  'З', 'И',  'Р', 'С', 'Т', 'у', 'Ф',
            'Ъ', 'Ы', 'Ь', 'Э', 'Ю', 'Я', 'Х', 'Ц', 'А', 'Б', 'В', 'Ч', 'Е', 'Ж', 'Ш', 'Щ', };
}
